Repository: ttskch/jekyll-ttskch-theme
Catalog: assets/terms.tmx
Source language: en
Languages: cs

source: <u>A</u>bout (název aplikace)...
cs: O <u>a</u>plikaci (název)...

source: addon / add-on
cs: doplněk

source: address bar
cs: adresní řádek

source: administrator
cs: správce

source: administrate
cs: spravovat

source: always on top
cs: vždy navrchu

source: all-in-one
cs: zařízení vše v jednom

source: application
cs: aplikace

source: apply
cs: použít

source: archive
cs: archiv

source: argument (command line)
cs: argument

source: back
cs: zpět (prohlížeč)

source: binary
cs: binární soubor, dvojková/binární soustava

source: bitrate
cs: datový tok (pro multimédia, např. údaj u MP3)

source: bold
cs: tučné, tučně

source: bookmark
cs: záložka

source: branch
cs: větev

source: browser
cs: prohlížeč

source: buffer
cs: vyrovnávací paměť

source: bug report
cs: oznámení o chybě

source: bugtracker / bug tracker
cs: systém pro sledování chyb

source: burn
cs: vypálit

source: by default
cs: standardně

source: byte
cs: bajt

source: cache
cs: mezipaměť

source: cancel
cs: zrušit

source: carrier
cs: nosný signál (u sítí)

source: clear
cs: vyčistit

source: copy
cs: kopírovat

source: component
cs: součást

source: concept
cs: pojetí

source: configuration
cs: nastavení

source: configure settings
cs: upravit nastavení

source: console
cs: konzole

source: context menu
cs: kontextová nabídka

source: channel
cs: kanál

source: close
cs: zavřít (okno)

source: cluster
cs: cluster, klastr

source: create
cs: vytvořit

source: cursor
cs: kurzor

source: cut
cs: vyjmout

source: debug
cs: ladit

source: default
cs: výchozí

source: delete (file, bookmark...)
cs: vymazat (soubor, záložku...)

source: derivative
cs: odvozenina

source: desktop
cs: stolní počítač (typ počítače, např. ve vztahu k serveru)

source: deploy/deployment
cs: nasadit/nasazení (učinit produkčním)

source: device
cs: zařízení

source: directory
cs: adresář

source: disable
cs: zakázat (zdroje softwaru), vypnout...

source: display
cs: displej (přesná terminologie v souvislosti s X serverem)

source: display manager
cs: správce displeje

source: do you want to...
cs: přejete si...

source: download
cs: stáhnout

source: drag'n'drop, drag and drop, D'n'D
cs: přetáhnout

source: dump
cs: výpis, vypsat...

source: demuxer
cs: demultiplexer

source: <u>E</u>dit
cs: <u>U</u>pravit (jako běžné slovo i v nabídce)

source: element
cs: prvek

source: empty
cs: vyprázdnit

source: enable
cs: povolit, příp. zapnout či odblokovat

source: encoder
cs: kodér

source: exit code
cs: návratový kód

source: factory
cs: generátor (překlad pro běžného uživatele)

source: fallback
cs: záloha

source: favorites
cs: oblíbené

source: feature
cs: vlastnost

source: find (next)
cs: najít (další)

source: file a bug report
cs: podat oznámení o chybě

source: focus
cs: zaměření

source: folder
cs: složka

source: font
cs: písmo

source: fork
cs: rozvětvení

source: forward
cs: vpřed (prohlížeč, opak "zpět")

source: free software
cs: svobodný software

source: getting started
cs: začínáme

source: go
cs: přejít

source: hardware
cs: hardware [pozor na správné skloňování, 2. pád: hardwaru - nikoliv hardware]

source: hardlink / hard link
cs: pevný odkaz

source: help
cs: nápověda

source: hibernate
cs: uspat na disk

source: hide
cs: skrýt

source: HOWTO ...
cs: Jak (na) ...

source: hyperlink
cs: hypertextový odkaz

source: icon
cs: ikona

source: input
cs: vstup

source: install
cs: nainstalovat

source: interface
cs: rozhraní

source: Internet
cs: 1. internet ''(propojené počítačové sítě)'' = komunikační prostředí globální počítačové sítě (Internetu); na tom založený celosvětový komunikační prostředek, médium: internet opět míří k výšinám; kdybych se narodil později, surfoval bych dnes taky na internetu; vyhledat údaje na internetu; stáhnout z internetu

source: insert
cs: vložit

source: italic
cs: kurzíva

source: keyboard shortcut / keyboard short-cut
cs: klávesová zkratka

source: launcher
cs: spouštěč

source: line
cs: čára

source: Loading, please wait... (?)
cs: Načítá se, prosím čekejte

source: locale
cs: lokalizace

source: log
cs: protokol

source: log off
cs: odhlásit (se)

source: login photo
cs: přihlašovací fotografie

source: lower
cs: odsunout do pozadí, do pozadí ''(okno)''

source: live cd
cs: spustitelné CD

source: mailing list
cs: poštovní konference

source: mark
cs: označit

source: maximize (a window)
cs: maximalizovat (okno)

source: menu
cs: nabídka

source: minimize (a window)
cs: minimalizovat (okno)

source: modified
cs: změněno

source: monitor
cs: sledovat

source: most easy
cs: nejsnazší (podle PČP povoleno i ''nejsnadnější'', ale ''nejsnazší'' je dle vyhledávačů násobně používanější a zažitější v [písemných] sděleních)

source: mount
cs: připojit

source: move (here)
cs: přesunout (sem)

source: muxer
cs: multiplexer

source: name
cs: název (souboru, počítače...)

source: new...
cs: nový...

source: next
cs: následující

source: non-free
cs: nesvobodný

source: open
cs: otevřít

source: open source software
cs: software s otevřeným zdrojovým kódem

source: option
cs: možnost

source: overlay
cs: překryv

source: package
cs: balík

source: parameter (command line)
cs: parametr

source: parse
cs: analyzovat

source: parser
cs: syntaktický analyzátor

source: partition
cs: oddíl

source: partitioning menu
cs: nabídka pro rozdělení

source: paste
cs: vložit

source: password
cs: heslo

source: permission
cs: oprávnění

source: pin
cs: ''(n)'' připínáček

source: plain text
cs: prostý text

source: play (multimedia)
cs: přehrát

source: plugin / plug-in
cs: zásuvný modul

source: pointer
cs: ukazatel

source: policy
cs: zásada

source: preferences
cs: ''(obvykle v plurálu)'' předvolby

source: previous
cs: předchozí

source: prompt
cs: příkazový řádek

source: properties
cs: ''(obvykle v plurálu)'' vlastnosti

source: quit
cs: ukončit

source: raise
cs: přenést do popředí, do popředí

source: really (Do you really want...)
cs: opravdu (Opravdu si přejete...)

source: realm (Kerberos)
cs: sféra

source: region
cs: oblast

source: release
cs: ''(software release)'' vydání

source: reload
cs: obnovit

source: remove
cs: odstranit (soubor, aplikace)

source: removable media
cs: výměnná média

source: report
cs: oznámit / oznámení

source: repository
cs: repozitář

source: resource
cs: prostředek

source: restricted formats
cs: vyhrazené formáty

source: revoke
cs: odvolat (certifikát, klíč...)

source: root
cs: kořen ''(file system root, root directory)''

source: screen
cs: obrazovka

source: screensaver
cs: šetřič obrazovky

source: session
cs: sezení

source: settings
cs: ''(obvykle v plurálu)'' nastavení

source: setup
cs: nastavení, nastavit

source: sheet
cs: list (např. v tabulkovém kalkulátoru)

source: side- (bar, pane)
cs: postranní

source: skin
cs: motiv vzhledu

source: skip
cs: přeskočit

source: smart card / smartcard
cs: čipová karta

source: smooth scroll
cs: plynulé posouvání

source: snippet
cs: úryvek

source: software
cs: software (pozor na správné skloňování, 2. pád: softwaru - nikoliv software)

source: software source
cs: zdroj softwaru

source: source
cs: zdroj, zdrojový kód

source: splash screen
cs: spouštěcí obrazovka

source: stack
cs: zásobník

source: stream
cs: proud

source: streaming
cs: proudový přenos

source: streaming video (audio, …)
cs: přenášené video (přenášený zvuk, …)

source: summary
cs: shrnutí

source: superuser
cs: superuživatel

source: suspend (to RAM)
cs: uspat do paměti

source: switch (command line)
cs: přepínač

source: system administrator
cs: správce systému

source: tab
cs: karta (v produktech Mozilly [http://lists.ubuntu.cz/pipermail/diskuze/2009-May/000533.html zůstává] ''panel'')

source: tag
cs: štítek (sémantika, např. v CMS)

source: terminal
cs: terminál

source: theme
cs: motiv

source: thumbnail
cs: náhled

source: time zone
cs: časové pásmo

source: toolbar
cs: nástrojová lišta

source: tooltip
cs: vysvětlivka

source: unmark
cs: zrušit označení

source: unmount
cs: odpojit

source: update
cs: aktualizovat / aktualizace

source: upgrade
cs: povýšení

source: upload
cs: odeslat

source: user interface
cs: uživatelské rozhraní

source: username / user name
cs: uživatelské jméno

source: view (View file)
cs: zobrazit

source: volume (audio)
cs: hlasitost

source: volume (hardware)
cs: svazek

source: website / web site
cs: webové stránky

source: when getting started
cs: zpočátku

source: wizard
cs: průvodce

source: workbook
cs: sešit (např. v MS Excel)

source: worksheet
cs: list (např. v MS Excel)

source: zone (time zone)
cs: pásmo (časové pásmo)
